Repository: SeeLook/nootka
Catalog: lang/nootka_*.po
Languages: de

# TexamSettings|
source: color of answers
de: Farbe der Antworten

# TexamSettings|
source: 'not bad'
de: "nicht schlecht"

# TexamSettings|
source: color of 'not bad' answers
de: Farbe von "nicht schlecht" Antworten

# TexamSettings|
source: after mistake:
de: nach Fehler:

# TexamSettings|
source: continue
de: fortfahren

# TexamSettings|
source: wait
de: warten

# TexamSettings|
source: stop
de: Beenden

# TexamSettings|
source: When <b>'ask next question automatically'</b> is checked and you commit a mistake, the program can: <b>continue asking immediately</b>, <b>wait defined period of time</b> or <b>stop questioning</b>, to give you possibility to analyze what was wrong.
de: Wenn <b>'nächste Frage automatisch stellen'</b> ausgewählt ist und du einen Fehler machst, kann das Programm: <b>sofort die nächste Frage stellen</b>, <b>eine bestimmte Zeit warten</b> oder <b>aufhören zu fragen</b>, um dir die Möglichkeit zu geben, den Fehler zu entdecken.

# TexamSettings|
source: extra names
de: zusätzliche Namen

# TexamSettings|
source: To improve association of note in the score or position on the guitar to note name, Nootka will display names even if neither question nor answer is related to it.
de: Um die Verknüpfung der Notennamen mit der Notation oder der Position auf der Gitarre zu verbessern, wird Nootka die Namen ,unabhängig von der Frage.anzeigen.

# TexamSettings|
source: colors
de: Farben

# TexamSettings|
source: exercises
de: Übungen

# TexamSettings|
source: exams
de: Prüfungen

# TexamSummary|
source: Exam results
de: Prüfungsergebnisse

# TexamSummary|
source: student:
de: Schüler:

# TexamSummary|
source: times:
de: Zeigen:

# TexamSummary|
source: Number of questions:
de: Anzahl der Fragen:

# TexamSummary|
source: Time taken to answer
de: Antwortzeit

# TexamSummary|
source: Results:
de: Ergebnisse:

# TexamSummary|
source: Kinds of mistakes
de: Fehlerarten

# TexamSummary|
source: Wrong notes
de: Falsche Noten

# TexamSummary|
source: Wrong accidentals
de: Falsche Vorzeichen

# TexamSummary|
source: Wrong key signatures
de: Falsche Generalvorzeichen

# TexamSummary|
source: Wrong octaves
de: Falsche Oktaven

# TexamSummary|
source: Wrong note names
de: Falsche Notennamen

# TexamSummary|
source: Out of tune
de: falsche Intonation

# TexamSummary|
source: Progress of exercises
de: Fortschritt der Übung

# TexamSummary|
source: Pass an exam
de: Eine Prüfung ablegen

# TexamSummary|
source: Finish exercise and pass an exam on this level.
de: Beende Übung und belege eine Prüfung in diesem Level.

# TexamSummary|
source: Finish this exercise
de: Diese Übung Beenden

# TexamSummary|
source: Wrong positions on guitar
de: Falsche Lage auf der Gitarre

# TexamSummary|
source: Wrong strings
de: Falsche Saiten

# TexamSummary|
source: Analyze
de: Statistik

# TexamSummary|
source: Send exam file
de: Sende Prüfungsdatei

# TexamView|
source: [in seconds]
de: [in Sekunden]

# TexamView|
source: Number of mistakes
de: Anzahl der Fehler

# TexamView|
source: Average time taken to answer
de: Durchschnittliche Antwortzeit

# TexamView|
source: Time for an answer
de: Zeit für Antwort

# TexamView|
source: Total time
de: Gesamtzeit

# TexamView|
source: Number of correct answers
de: Richtige Antworten

# TexamView|
source: Effectiveness
de: Effektivität

# TexamView|
source: 'Not bad' answers
de: "nicht schlecht" Antworten

# TexamView|
source: (counted as half of a mistake)
de: (als halber Fehler gewertet)

# TexamView|
source: Exam results
de: Prüfungsergebnisse

# TexamView|
source: Effectiveness of whole exam (and effectiveness of current question).
de: Effektivität des gesamten Übung (und der aktuellen Frage).

# TexecutorSupply|
source: Instrument type was changed!
de: Instrumententyp wurde geändert!

# TexecutorSupply|
source: Tuning of the guitar was changed to:
de: Stimmung der Gitarre wurde geändert zu:

# TexecutorSupply|
source: Guitar fret number was changed!
de: Anzahl der Bünde wurde geändert!

# TexpertAnswerHelp|
source: Experts mode
de: Expertenmodus

# TexpertAnswerHelp|
source: You are about to enter expert mode.<br> In this mode you don't need to confirm every answer,<br><b>but remember the following:
de: Du startest im Expertenmodus.<br> In diesem Modus musst du nicht jede Antwort bestätigen,<br><b>aber merk dir folgendes:

# TexpertAnswerHelp|
source: Selecting a note on the score or a position on the fingerboard invokes automatic checking of your answer, so select a key signature first, if required.
de: Auswählen einer Note in der Notenschrift oder auf dem Griffbrett führt zu einer atomatischen Bestätigung der Antwort, also muss zuerst das Vorzeichen ausgewählt werden.

# TexpertAnswerHelp|
source: When an answer is the name of a note <b>first select a proper accidental and an octave</b> and then click a note button - this automatically invokes checking.
de: Wenn die Antwort aus einem Notennamen besteht,<b>wähle zuerst das Vorzeichen und die Oktave aus</b> und dann klicken auf den Notenbutton - dadurch wird die Antwort automatisch ausgewählt.

# TexpertAnswerHelp|
source: When you have to play a note as an answer - the first detected sound will be taken, so be sure that your input device captures exactly what you want.
de: Wenn du als Antwort einen Ton spielen musst, wird der erste Ton bewertet also stell sicher das dein Eingabegerät genau das erfasst, was du möchtest.

# TexpertAnswerHelp|
source: Always remind me about this
de: Erinnere mich immer daran

# TexpertAnswerHelp|
source: When the last note of question that is a melody was played - checking starts.
de: Sobald die letzte Note der zu spielenden Melodie erklingt, beginnt die Kontrolle.

# TfileDialog|
source: Memory card
de: Speicherkarte

# TfileDialog|
source: Directory named <b>Nootka</b> will be created in<br>%1<br>Application files will be written there.
de: Das Verzeichnis mit dem Namen <b>Nootka</b> wird in <br>%1<br> erstellt. Dort werden die Dateien der Applikation abgelegt.

# TfingerBoard|
source: Select a string or fret and click to see it on the staff.
de: Wähle eine Saite oder einen Bund aus um ihn in der Notenschrift zu sehen.

# TfingerBoard|
source: This note is beyond the scale of the guitar!
de: Dieser Ton ist außerhalb des Bereiches der Gitarre!

# TfirstRunWizard|
source: First run wizard
de: Wizard für den ersten Start

# TfirstRunWizard|
source: What instrument do you play?
de: Welches Instrument spielst du?

# TfirstRunWizard|
source: When writing notation for bass guitar, the <b>bass clef</b> is used but the played notes sound an octave lower. The proper clef is <b>bass dropped clef</b> (with the digit "eight" written below) In this clef, the notes sound exactly as written. This clef is used in Nootka for bass guitar.
de: Bei der Notation für die Bassgitarre, wird der <b>Bassschlüssel</b> verwendet aber die gespielten Töne sind eine Oktave tiefer. Der richtige Schlüssel ist der<b>nach unten oktavierende Basschlüssel</b> (mit einer kleinen 8 darunter) Mit diesem Schlüssel, klingen die Töne genau, wie sie geschrieben sind. Dieser Schlüssel wird in Nootka für die Basgitarre verwendet.

# TfirstRunWizard|
source: Guitar notation uses the treble clef with the digit "eight" written below (even if some editors are forgetting about this digit).<br><br>Try to understand this. <br><br><p> %1 %2<br><b><big>Both pictures above show the same note: c<sup>1</sup></big></b><br>(note c in one-line octave)</p>
de: Die Notation für die Gitarre nutzt den oktavierenden Violinschlüssel mit einer kleinen 8 darunter (das wird von einigen Herausgebern vergessen).<br><br>Versuch dich darin hineinzudenken.<br><br><p> %1 %2<br><b><big>Beide oberen Bilder zeigen den gleichen Ton: c<sup>1</sup></big></b><br>(Ton c in eingestrichener Oktave)

# TglobalSettings|
source: Application language
de: Sprache der Anwendung

# TglobalSettings|
source: Select a language.<br><span style="color: red;">To take effect, this requires restarting the application!</span>
de: Wähle eine Sprache aus.<br><span style="color: red;">Damit die Einstellung aktiv werden, muss das Programm neu gestartet werden!</span>

# TglobalSettings|
source: Restore all default settings
de: Standarteinstellungen wiederherstellen

# TglobalSettings|
source: default
de: standard

# TglobalSettings|
source: Check for updates
de: Nach Updates suchen

# TglobalSettings|
source: All settings will be reset to their default values!<br>Nootka will start up with the first-run wizard.
de: Alle Einstellungen werden wieder auf die Standardwerte gesetzt!<br>Nootka wird wieder mit dem Einstellungsassistenten starten.

# TgraphicsLine|
source: progress line
de: Fortschrittslinie

# TgraphicsLine|
source: descending - you are progressing better
de: absteigend - dein Fortschritt wird besser

# TgraphicsLine|
source: ascending - you are thinking too much
de: aufsteigend - du musst zuviel nachdenken

# TguitarSettings|
source: number of frets:
de: Anzahl der Bünde:

# TguitarSettings|
source: number of strings:
de: Anzahl der Saiten:

# TguitarSettings|
source: tuning of the guitar
de: Stimmung der Gitarre

# TguitarSettings|
source: scale of an instrument
de: Tonleiter von einem Instrument

# TguitarSettings|
source: Select appropriate tuning from the list or prepare your own.
de: Wählei eine geeignete Stimmung aus der Liste oder erstelle deine eigene.

# TguitarSettings|
source: Remember to select the appropriate clef in Score settings.
de: Vergiss nicht den richtigen Schlüssel in den Partitureinstelllungen auzuwählen.

source: right-handed players
de: Rechtshänder

# TguitarSettings|
source: Uncheck this if you are left-handed<br>and your guitar is strung for left-handed playing (changed string order)
de: Abwählen wenn du linkshändig bist<br>und deine Gitarre für linkshändiges Spielen besaitet ist (veränderte Saitenanordnung)

# TguitarSettings|
source: preferred accidentals:
de: bevorzugte Vorzeichen:

# TguitarSettings|
source: Choose which accidentals will be shown on the staff.
de: Wähle, welche Vorzeichen in der Notation angezeigt werden.

# TguitarSettings|
source: # - sharps
de: # - Kreuze

# TguitarSettings|
source: b - flats
de: b - Bes

# TguitarSettings|
source: show all possibilities of a note
de: zeige alle Varianten einer Note

# TguitarSettings|
source: As you know, the same note can be played in several places on the fingerboard.<br>If checked, all of them will be shown.
de: Wie du weißt, kann der selbe Ton an verschiedenen Stellen auf dem Griffbrett gespielt werden.<br>Bei Auswahl, werden alle davon angezeigt.

# TguitarSettings|
source: color of string/fret pointer
de: Farbe der Saiten-/Bundanzeige

# TguitarSettings|
source: color of selected string/fret
de: Farbe der/des ausgewälten Saite/Bundes

# TguitarSettings|
source: Custom tuning
de: Benutzerdefinierte Stimmung

# TguitarSettings|
source: Put numbers of frets marked with dot. Separate the numbers with comma. Add ! (exclamation mark) after a number to paint a dot twice.
de: Lege die Anzahl der Bünde fest, die mit Punkten markiert sind. Trenne die Nummern mit Kommas. Schreibe ! (Ausrufezeichen) nach einer Nummer um ein Punkt einzufügen.

# TguitarSettings|or frets with dots/marks
source: marked frets
de: Bünde mit Punkten

# ThelpDialogBase|
source: Nootka help
de: Nootka Hilfe

# ThelpDialogBase|
source: always show this help window
de: diese Hilfefenster immer anzeigen

# TintonationCombo|
source: intonation accuracy
de: Genauigkeit der Intonation

# TintonationCombo|
source: do not check
de: nicht prüfen

source: gums pain
de: Ohrenfolter

# TintonationCombo|
source: violinist beginner
de: Violinenanfänger

# TintonationCombo|
source: old strings
de: Alte Saiten

# TintonationCombo|
source: well tuned instrument
de: gut gestimmtes Instrument

# TintonationCombo|
source: perfect
de: Perfekt

source: cents
de: Cent

# TlaySettings|
source: tool bar
de: Werkzeugleiste

# TlaySettings|
source: auto hide
de: automatisch verbergen

# TlaySettings|
source: text under icons
de: Text unter Icons

# TlaySettings|
source: icons only
de: nur Icons

# TlaySettings|
source: text only
de: nur Text

# TlaySettings|
source: hints
de: Hinweise

# TlaySettings|
source: sound bar
de: Tonleiste

# TlaySettings|
source: There is no Nootka without a score!
de: Es gibt kein Nootka ohne Notation!

# TlaySettings|
source: But you can hide even all the rest of widgets to see a score only.
de: Aber du kannst alle anderen Elemente verbergen um nur die Notation zu sehen.

# TlaySettings|
source: guitar
de: Gitarre

# TlaySettings|
source: Show or hide main window elements.
de: Anzeigen / Verbergen der Elemete des Hauptfensters.

# Tlevel|
source: Grand staff
de: Akkolade

# Tlevel|
source: Guess notes from grand staff in different keys
de: Errate die Noten aus verschiedenen Systemen in der Akkolade

# Tlevel|
source: Bass clef
de: Bassschlüssel

# Tlevel|
source: Play a short and simple melody in bass clef
de: Spiele eine kurze einfache Melodie in Bassschlüssel

# Tlevel|
source: Play grand staff
de: Spiele Akkolade

# Tlevel|
source: Play random melodies from two staves of piano notation. Keys up to four accidentals.
de: Spiele Zufallsmelodien aus beiden Systemen einer Klavierpartitur. Bis zu vier Vorzeichen pro Tonlage.

# Tlevel|
source: open strings
de: leere Saiten

# Tlevel|
source: The simplest. No key signatures, no double accidentals and no sound.<br>Automatically adjusted to current tune.
de: Das Einfachste. Keine Generalvorzeichen, keine Doppelvorzeichen und kein Ton.<br>Automatische Anpassung an aktuelle Stimmung.

# Tlevel|
source: C-major scale
de: C-Dur Tonleiter

# Tlevel|
source: In first position. No accidentals, no sound.<br>Octave required.
de: Nur erste Lage. Keine Vorzeichen, kein Ton.<br>Oktaven benötigt.

# Tlevel|
source: Give note name in C-major scale or show note on the staff knowing its name.
de: Notenname aus der C-Dur Tonleiter angeben, oder Ton auf der Notation anzeigen.

# Tlevel|
source: All to V fret
de: Alles bis zum 5. Bund

# Tlevel|
source: All chromatic notes till V-th fret, no sound.<br>Without double accidentals. Key signatures: C, G, D, A
de: Alle Bis zum 5. Bund, kein Ton.<br>Keine Doppelvorzeichen. Generalvorzeichen: C, G, D, A

# Tlevel|
source: Ear training
de: Gehörtrainig

# Tlevel|
source: Listen to a sound and show it on the staff.<br>Guitar, note names and key signatures are not used.<br>Scale a - a<sup>2</sup>.
de: Hör einen Ton und zeige in in der Notation an.<br>Gitarre, Notennamen und Genralvorzeichen werden nicht verwendet.<br>Tonleiter a - a<sup>2</sup>.

# Tlevel|
source: Melody on trebles
de: Melodie in hoher Tonlage

# Tlevel|
source: Play short melody on treble strings with notes just on first three frets. Sharps keys only.
de: Spiele kurze Melodie auf den Diskant-Saiten mit Noten in den ersten drei Bünden. Nur Kreutz-Tonarten.

# Tlevel|
source: Play scores
de: Partituren spielen

# Tlevel|
source: Take your instrument and just play...<br>No note names, no fretboard. Keys till 4 accids and double accids enabled! Scale of whole guitar without positions.
de: Nimm dein Instrument und spiel...<br>Keine Notennamen, kein Griffbrett. Bis zu 4 Vorzeichen und Doppelvorzeichen aktiviert.

# Tlevel|
source: Sing scores
de: Partituren singen

# Tlevel|
source: Just sing a score...<br>No note names, no fretboard, no keys and double accids. Scale doesn't matter because octaves are ignored - you can transpose.
de: Eine Partitur singen ...<br>Keine Notennamen, kein Griffbrett, keine Vorzeichen und Doppelvorzeichen. Die Tonleiter spielt keine Rolle weil Oktaven ignoriert werden - du kannst transponieren.

# Tlevel|
source: Pentatonic
de: Fünftonleiter

# Tlevel|
source: Play melody composed from pentatonic scale, every time in different key signature.
de: Spiele Melodie aus Fünftonleiter, jedes Mal in anderer Tonlage.

# TlevelCreatorDlg|
source: Questions
de: Fragen

# TlevelCreatorDlg|
source: Accidentals
de: Vorzeichen

# TlevelCreatorDlg|
source: Range
de: Bereich

# TlevelCreatorDlg|
source: Check
de: Bestätigen

# TlevelCreatorDlg|
source: Check, Are your settings for the level possible to perform.
de: Prüfe, ob deine Einstellungen für dieses Level ausgeführt werden können.

# TlevelCreatorDlg|
source: level not saved!
de: Level nicht gespeichert!

# TlevelCreatorDlg|
source: Level was changed and not saved!
de: Level wurde geändert und nicht gespeichert!

# TlevelCreatorDlg|
source: Save exam level
de: Speichere Prüfungslevel

# TlevelCreatorDlg|
source: There aren't any questions or answers selected.<br>Level makes no sense.
de: Es sind keine Fragen oder Antworten ausgewählt.<br>Das Level ergibt keinen Sinn.

# TlevelCreatorDlg|
source: <li>Range of frets is beyond the scale of this level</li>
de: <li>Der Bundbereich ist außerhalb des Bereichs in diesem Level</li>

# TlevelCreatorDlg|
source: <li>In range of notes some accidentals are used<br>but not available in this level</li>
de: <li>In dem Tonbereich werden einige Versetzungszeichen verwendet<br>sie sind aber in diesem Level nicht verfügbar</li>

# TlevelCreatorDlg|
source: <li>Force appropriate accidental is enabled but any accidental was selected.</li>
de: <li>Erzwinge Gebrauch von Versetzungszeichen, aber keine Versetzungszeichen wurden ausgewählt.</li>

# TlevelCreatorDlg|
source: <li>Questions and answers as note names will be the same. To avoid that level has to use flats and sharps and/or double accidentals and/or to use different name styles.</li>
de: <li>In Fragen und Antworten werden die Notennamen gleich sein, um zu vermeiden, dass im Level Bes und Kreuze und/oder Doppelversetzungszeichen und/oder verschiedene Notennamen verwendet werden</li>

# TlevelCreatorDlg|
source: <li>'Use different naming styles' was checked but neither questions nor answers as note name are checked.<br>Check this type of answer/question or uncheck 'Use different naming styles'.</li>
de: <li>'Verwende verschiedene Notennamen' wurde ausgewählt, aber weder Fragen noch Antworten mit Notennamen gewählt.<br>Wähle diese Antwort-/Fragetypen aus oder wähle 'Verwende verschiedene Notennamen' ab.</li>

# TlevelCreatorDlg|
source: <li>Questions and answers as notes on the staff will be the same. Manually selecting keys or forcing accidentals has to be selected to avoid that.</li>
de: <li>Fragen und Antworten zu den Noten auf der Notation sind identisch. Manuelles auswählen der Tonart oder erzwingen von Vorzeichen muss ausgewählt werden, um dies zu vermeiden.</li>

# TlevelCreatorDlg|
source: <li>Manual selecting of a key signature was checked but answer as note on the staff was not checked.</li>
de: <li>Manuelle auswahl der Generalvorzeichen wurde gewählt aber die Antwort Ton auf Notation wurde nicht gewählt.</li>

# TlevelCreatorDlg|
source: <li>Fret range is not enough to find any note in different positions. At least <b>%1</b> frets range is required.</li>
de: <li>Der Bundbereich ist nicht groß genug um mehrere Positionen für eine Ton zu finden. Mindestens <b>%1</b> Bünde werden im Bereich benötigt.</li>

# TlevelCreatorDlg|
source: Level validation
de: Levelüberprüfung

# TlevelCreatorDlg|
source: <center><b>It seems the level has some mistakes:</b>
de: <center><b>Das Level enthält anscheinend Fehler :</b>

# TlevelCreatorDlg|
source: Cannot open file for writing
de: Kann Datei zum schreiben nicht öffnen

# TlevelCreatorDlg|
source: Level seems to be correct
de: Das Level scheint in Ordnung zu sein

# TlevelCreatorDlg|
source: Levels creator
de: Levelcreator

# TlevelCreatorDlg|
source: <li>Possible missing a tonic note for some key signatures in selected note range .</li>
de: <li>Fehlende Tonika für einige Tonarten in dem ausgewählten Tonbereich möglich.</li>

# TlevelHeaderWdg|
source: new level
de: neues Level

# TlevelHeaderWdg|
source: Level description:
de: Levelbeschreibung:

# TlevelPreview|
source: Level summary:
de: Levelzusammenfassung:

# TlevelPreview|
source: no level selected
de: kein Level ausgewählt

# TlevelPreview|
source: fix an instrument
de: Instrument einstellen

# TlevelPreview|
source: key signature:
de: Generalvozeichen:

# TlevelPreview|
source: accidentals:
de: Versetzungszeichen:

# TlevelPreview|
source: none
de: nichts

# TlevelPreview|
source: proper octave is required
de: passende Oktave wird benötigt

# TlevelPreview|
source: octave does no matter
de: Oktave spielt keine Rolle

# TlevelPreview|
source: Clef
de: Schlüssel

# TlevelPreview|
source: note range:
de: Tonbereich:

# TlevelPreview|
source: fret range:
de: Bundbereich:

# TlevelSelector|
source: Cannot open file %1 for reading
de: Kann Datei zum lesen %1 nicht öffnen

# TlevelSelector|
source: No file name specified
de: Kein Dateiname festgelegt

# TlevelSelector|
source: Level is not suitable for current tuning and/or fret number
de: Level stimmt nicht mit aktueller Stimmung/Anzahl der Bünde überein

# TlevelSelector|
source: Load
de: Lade

# TlevelSelector|
source: Load level from file
de: Lade Level von Datei

# TlevelSelector|
source: Remove
de: Entfernen

# TlevelSelector|
source: File: %1 is not Nootka level file!
de: Datei: %1 ist keine Nootka Level Datei!

# TlevelSelector|
source: Level file %1 was corrupted and repaired! Check please, if its parameters are as expected.
de: Leveldatei %1 wurde beschädigt und repariert! Bitte überprüfen, ob die Einstellungen im Level noch stimmen.

# TlevelSelector|
source: Load exam's level
de: Lade Prüfungslevel

# TlevelSelector|
source: Levels
de: Level

# TlevelSelector|
source: Range of notes in the level is beyond the scale of your instrument
de: Tonbereich im Level ist außerhalb des Bereichs vom Instrument

# TlevelSelector|
source: Level is not suitable for current instrument type
de: Das Level ist für den aktuellen Instrumententyp nicht geeignet

# TlinearChart|
source: Key signatures given by user
de: Tonart vom Nutzer vorgegeben

# TlinearChart|
source: for notes without accidentals
de: für Noten ohne Vorzeichen

# TlinearChart|
source: questions unrelated<br>with chart type
de: Fragen ohne Beziehung mit Diagrammtyp

# TlinearChart|
source: without accidentals
de: ohne Vorzeichen

# TmainHelp|
source: Much depends on the chosen level. Press %1 button to create your own questions set (a level).
de: Viel hängt von den Fragen ab. Drücke den %1 Button um ein Level mit eigenen Fragen zu erstellen.

# TmainHelp|
source: Select a level and warm up yourself exercising. Then try to pass an exam.
de: Wähle ein Level und währm dich mit Übungen auf. Versuche anschließend eine Prüfung abzulegen.

# TmainHelp|
source: You will learn by answering questions. To answer, you can play, sing, put in the name of a note, and so on.
de: Du lernst durch das Beantworten der Fragen. Zum Antworten kannst du spielen, singen, Notennamen wählen, usw.

# TmainHelp|
source: During exercising %1 the program will be your understanding and friendly teacher - it will show you corrected answers if you miss.
de: Während des Übens %1 wird das Programm ein verständnisvoller und freundlicher Lehrer sein - es wird dir die richtigen Antworten zeigen, wenn du einen Fehler machst.

# TmainHelp|
source: During exams %1 Nootka will be your strict and &quot;old school&quot; master. Any mistake will be penalized with additional questions...<br>When you pass an exam you got a certificate!
de: Während Prüfungen %1 ist Nootka streng wie ein Lehrer &quot;von der alten Garde&quot;. Jeder Fehler wird mit einer zusätzlichen Frage bestraft...<br>Wenn du eine Prüfung bestehst, bekommst du ein Zeugnis!

source: Using Nootka may be divided into three stages:
de: Die Benutzung von Nootka unterteilt sich in drei Stufen:

# TmainHelp|
source: I. Discovering
de: I. Entdecken
