Repository: SeeLook/nootka
Catalog: lang/nootka_*.po
Languages: de

# AnswerText|
source: Wrong answer!
de: Falsche Antwort!

source: Good answer!
de: Richtige Antwort!

source: Not bad, but:
de: Nicht schlecht, aber:

# AnswerText|
source: wrong string
de: Falsche Saite

# AnswerText|
source: wrong accidental
de: Falsches Vorzeichen

# AnswerText|
source: wrong key signature
de: Falsches Generalvorzeichen

# AnswerText|
source: wrong octave
de: Falsche Oktave

# AnswerText|
source: correct notes
de: Richtige Noten

# AnswerText|
source: wrong notes
de: Falsche Noten

# AnswerText|
source: wrong accidentals
de: Falsche Vorzeichen

# AnswerText|
source: wrong octaves
de: Falsche Oktaven

# AnswerText|
source: correct key signatures
de: Richtige Generalvorzeichen

# AnswerText|
source: wrong key signatures
de: Falsche Generalvorzeichen

# AnswerText|
source: correct positions
de: Richtige Lage

# AnswerText|
source: wrong positions
de: Falsche Position

# AnswerText|
source: wrong strings
de: Falsche Saiten

# AnswerText|
source: out of tune
de: verstimmt

# AnswerText|the amount of correct notes in an answer is little
source: little valid notes
de: wenig richtige Noten

# AnswerText|
source: poor effectiveness
de: geringe Effektivität

# AudioInSettings|
source: enable pitch detection
de: Tonhöhenerkennung an

# AudioInSettings|
source: input device
de: Eingabegerät

# AudioInSettings|
source: pitch detection mode
de: Tonhöhenerkennungsmodus

# AudioInSettings|
source: Be sure your input device (microphone, webcam, instrument, etc.) is plugged in, properly configured, and working.
de: Stellen sie sicher, dass das Eingabegerät (Mikrofon, Webcam, Instrument, etc.) richtig eingesteckt und konfiguriert ist und funktioniert.

# AudioInSettings|
source: minimum note duration
de: Minimale Notenlänge

# AudioInSettings|
source: Only sounds longer than the selected time will be pitch-detected.<br>Selecting a longer minimum note duration helps avoid capturing fret noise or other unexpected sounds but decreases responsiveness.
de: Nur Töne die länger als die ausgewählte Zeit sind, werden erfasst.<br>Eine längere Notenlänge Hilft bei der Vermeidung der Erfassung von Stöhrgeräuschen und Nebentönen, aber vermidert gleichzeitig die Ansprechempfindlichkeit.

# AudioInSettings|
source: minimum volume
de: Mindestlautstärke

# AudioInSettings|
source: Minimum volume of a sound to be pitch-detected
de: Mindestlautstärke eines Tones für die Tonhöhenerkennung

# AudioInSettings|
source: middle A
de: mittleres A

# AudioInSettings|
source: frequency:
de: Frequenz:

# AudioInSettings|
source: Check, are your audio input settings appropriate?<br>And how well does pitch detection work for your selected settings?
de: Überprüfung: Sind deine Audioeingans-Einstellungen richtig?<br>Wie gut funktioniert die Tonhöhenerkennung für deine ausgewählten Einstellungen?

# AudioInSettings|
source: Frequency of detected note. You can use this for tuning.
de: Frequenz der erkannten Note. Du kannst sie zum Stimmen verwenden.

# AudioInSettings|
source: %n semitone(s)
de: %n Halbton

# AudioInSettings|
source: interval:
de: Intervall:

# AudioInSettings|
source: [milliseconds]
de: [Millisekunden]

# AudioInSettings|
source: none
de: kein

# AudioInSettings|
source: The base frequency of <i>middle a</i>.<br>Detection of the proper pitch of notes is relative to this value. This also affects the pitch of played sounds.
de: Die Grundfrequenz der <i>mittleres a</i>.<br>Erkennung der Tonhöhe ist relativ zu seinem Wert. Sie beeinflusst auch die Höhe der anderen gespielten Töne.

# AudioInSettings|
source: Shifts the frequency of <i>middle a</i>. It can be used as a transposition.
de: Verschiebt die Frequenz von <i>mittleres a</i>. Es kan zum transponieren verwendet werden.

# AudioInSettings|
source: up
de: hoch

# AudioInSettings|
source: down
de: runter

# AudioInSettings|
source: Stop
de: Beenden

# AudioInSettings|
source: Detected pitch
de: Erfasste Tonhöhe

# AudioInSettings|
source: no devices found
de: keine Geräte gefunden

# AudioInSettings|
source: Input device and pitch detection
de: Eingabegerät und Tonhöhenerkennung

# AudioInSettings|
source: 'Middle a' and transposition
de: "Mittleres A" und Transponierung

# AudioInSettings|
source: Advanced
de: Erweitert

# AudioInSettings|
source: split when volume rise
de: teilen, wenn sich Lautstärke erhöht

# AudioInSettings|
source: Helps to properly detect the same notes repeated quickly on the guitar.
de: Hilft um gleiche Töne zu erkennen die schnell hintereinander gespielt werden.

# AudioInSettings|
source: skip stiller than
de: überspringt leiser als

# AudioInSettings|
source: Skips stiller sounds, below given percent of average volume. It prevents detecting of harmonics on classical or acoustic guitar but requires playing with similar strength.
de: Vernachlässigt Töne die leiser als die angegebenen prozent sind. Es verhindert, dass Beitöne bei Akustikgitarren mit aufgenommen werden aber alle Töne müssen mit gleicher Stärke gespielt werden.

# AudioInSettings|
source: noise filter
de: Störgeräuschfilter

# AudioInSettings|
source: It is rather necessary for mic input but may be switched off for instrument line-in plugged with less noise.
de: Es ist hauptsächlich bei der Nutzung eines Mikrofons erforderlich und kann für Instrumente, die direkt angeschlossen sind und weniger Geräusche machen abgeschaltet werden.

# AudioInSettings|
source: adjust to instrument
de: Instrument wählen

# AudioInSettings|
source: Test the settings
de: Prüfung der Einstellungen

# AudioOutSettings|
source: play sound
de: Ton wiedergeben

# AudioOutSettings|
source: Selected notes and guitar positions will be played.
de: Ausgewählte Noten und Lagen werden gespielt.

# AudioOutSettings|
source: real audio playback
de: echte Audio Wiedergabe

# AudioOutSettings|
source: audio device for output
de: Ausgabegerät

# AudioOutSettings|
source: midi playback
de: Midi Wiedergabe

# AudioOutSettings|
source: no midi ports
de: keine Midi Ports

# AudioOutSettings|
source: Grand Piano
de: Flügel

# AudioOutSettings|
source: Harpsichord
de: Cembalo

# AudioOutSettings|
source: Classical Guitar
de: Konzertgitarre

# AudioOutSettings|
source: Acoustic Guitar
de: Akustische Gitarre

# AudioOutSettings|
source: Electric Guitar
de: E-Gitarre

# AudioOutSettings|
source: Electric Guitar (Overdriven)
de: E-Gitarre (Verzerrt)

# AudioOutSettings|
source: Bass Guitar
de: Bassgitarre

# AudioOutSettings|
source: Violin
de: Geige

# AudioOutSettings|
source: Sax
de: Saxophon

# AudioOutSettings|
source: Flute
de: Flöte

# AudioOutSettings|
source: no devices found
de: keine Geräte gefunden

# AudioOutSettings|
source: forward input to output
de: Eingabe / Ausgabe Weiterleitung

# AudioOutSettings|
source: All sounds captured by audio input will be forwarded directly to output device.
de: Alle Töne des Audio-Eingangs werden direkt an die Ausgabe übergeben.

# Einstrument|
source: other instrument
de: anders Instrument

# Einstrument|
source: Classical Guitar
de: Konzertgitarre

# Einstrument|
source: Electric Guitar
de: E-Gitarre

# Einstrument|
source: Bass Guitar
de: Bassgitarre

# File association entries|for file browsers
source: Nootka level file
de: Nootka-Level Datei

# File association entries|
source: Open with Nootka
de: Mit Nootka öffnen

# File association entries|
source: Nootka exam file
de: Nootka-Prüfungs Datei

# File association entries|
source: to play scores
de: um Partituren zu spielen

# File association entries|
source: Application for learning musical score notation
de: Anwendung zum erlernen der musikalischen Notation

# QObject|
source: Cannot save exam file: %1
de: Kann Prüfungsdatei nicht speichern: %1

# QObject|
source: master of masters
de: Meister der Meister

# QObject|
source: All possible options are turned on
de: Alle Möglichkeiten sind an

# QObject|
source: major
de: Dur

# QObject|
source: minor
de: Moll

# QObject|unit of Y axis
source: time [s]
de: Zeit [s]

# Select7note|
source: 7th note is:
de: 7te Note ist:

# Select7note|
source: 7th note is <b>B</b> and with flat is <b>Bb</b> or <b>bes</b> or <b>bs</b>
de: Die 7. Note ist ein <b>B</b> und mit b ist es <b>Bb</b>oder <b>bes</b> oder <b>bs</b>

# Select7note|
source: 7th note is <b>H</b> and with flat is <b>Hb</b> or <b>B</b>
de: Die 7. Note ist ein <b>H</b> und mit b ist es <b>Hb</b> oder <b>B</b>

# Tabout|
source: Welcome on board.<br>Nootka is an open source application to help you in learning (and in teaching) classical score notation.<br>It is specially designed for guitarists but others will find many usable features as well.
de: Willkommen an bord.<br>Nootka ist eine Open Source Anwendung zum lernen (und lehren) der klassischen Notenschrift (Notation).<br>Es ist besonders für Gitarristen geeignet, enthält aber auch für andere Anwender nützliche Funktionen.

# Tabout|
source: This is a beta version and may contain bugs or behave in unexpected ways. Also, it has unfinished features.<br>In spite of that, you are welcome to try it!
de: Dies ist eine Betaversion und könne Bugs enthalten oder sich mekwürdig verhalten. Einige Funktionen sind noch nicht vollständig.<br>Abgesehen davon bist du herzlich eingeladen sie auszuprobieren!

# Tabout|
source: See a <a href="http://nootka.sourceforge.net">program site</a> for more details and further releases.</p><p>Any bugs, suggestions, translations and so on, report to: <a href="mailto:seelook.gmail.com">seelook@gmail.com</a><p/><p>with respects<br>Author
de: Besuche <a href="http://nootka.sourceforge.net">program site</a>für Details und weitere Releases.</p><p>Alle Bugs, Vorschläge, Übersetzungen usw, bitte hierher senden: <a href="mailto:seelook.gmail.com">seelook@gmail.com</a><p/><p>hochachtungsvoll<br>Author

# Tabout|
source: <br>To support this project and also to avoid infection of your PC<br><b>PLEASE, use the official project site to download updates, new releases and to see news.</b>
de: <br>Um diese Projekt zu unterstützen und eine Infektion deines PCs zu vermeiden<br><b>benutz BITTE die ofizielle Projektseite für Downloads, Updates, News und neue Releases.</b>

# TaboutNootka|
source: About Nootka
de: Nootka Info

# TaboutNootka|
source: About
de: Info

# TaboutNootka|
source: License
de: Lizens

# TaboutNootka|
source: Changes
de: Änderungen

# TaboutNootka|
source: Thanks
de: Danke

# TaboutNootka|
source: Translators
de: Übersetzer

# TaboutNootka|
source: editing and/or recording of samples:
de: Bearbeitung und/oder Aufnahmen von Beispielen:

# TaboutNootka|
source: Other projects
de: Ander Projekte

# TaboutNootka|
source: However this application could not exist without various open source projects.<br>Especially:
de: Durch viele Open Source Projekte wurde dieses Projekt ermöglicht.<br>Besonders:

# TaboutNootka|
source: Authors
de: Autoren

source: Donors
de: Gönner

# TaboutNootka|
source: People and companies who gave material support for the Nootka project
de: Personen und Firmen, die das Projekt Nootka materiell unterstützt haben

source: ordered by:
de: geordnet nach:

# TanalysDialog|
source: student name:
de: Name des Schülers:

# TanalysDialog|
source: note pitch
de: Tonhöhe

# TanalysDialog|
source: fret number
de: Bundnummer

# TanalysDialog|
source: key signature
de: Generalvorzeichen

# TanalysDialog|
source: accidentals
de: Vorzeichen

# TanalysDialog|
source: question type
de: Fragentyp

# TanalysDialog|
source: mistake
de: Fehler

# TanalysDialog|
source: Level summary:
de: Zusammenfassung des Levels:

# TanalysDialog|
source: Click and Drag the cursor to move the chart.
de: Klicken und Ziehen zum Verschieben des Diagramms.

# TanalysDialog|
source: Question number
de: Anzahl der Fragen

# TanalysDialog|
source: File: %1 is not valid exam file!
de: Datei: %1 ist keine gültige Prüfungsdatei!

# TanalysDialog|
source: Open an exam to analyze
de: Öffne Prüfung zur Analyse

# TanalysDialog|
source: Recent exercise on level
de: Letze Prüfung in diesem Level

# TanalysDialog|
source: recent opened exams:
de: Zuletzt geöffnete Prüfungen:

# TanalysDialog|
source: Close analyzer window
de: Schließe Analyse-Fenster

# TanalysDialog|
source: Settings of a chart
de: Einstellungen des Diagramms

# TanalysDialog|
source: Maximize
de: Maximieren

# TanalysDialog|
source: linear chart
de: Liniendiagramm

# TanalysDialog|
source: bar chart
de: Balkendiagramm

# TanalysDialog|
source: Press %1 button to select an exam from a file.
de: %1 Button Drücken um eine Prüfung aus einer Datei zu öffnen.

# TanalysDialog|
source: Use %1 + mouse wheel or %2 buttons to zoom a chart.
de: Benutze %1 + Mausrad oder %2 Buttons um Diagramm zu zoomen.

# TanalysDialog|
source: Questions number
de: Nummer der Frage

# TanalysDialog|
source: include time of wrong answers to average
de: Zeit der falschen Antworten in den Durchschnitt einbeziehen

# TanalysDialog|
source: show wrong answers separately
de: Falsche Fragen getrennt Anzeigen

# TanalysDialog|
source: Analysis of exam results
de: Analyse der Prüfungsergebnisse

# TanalysDialog|
source: Analysis of exercise
de: Analyse der Übungsergebnisse

# TanalysDialog|
source: Tuning
de: Stimmung

# TanalysDialog|
source: Y value:
de: Y-Wert:

# TanalysDialog|see comment in 'ordered by:' entry
source: question number
de: Nummer der Frage

# TanalysDialog|
source: Attempts number
de: Anzahl der Versuche

# TanalysDialog|
source: Preparation time
de: Vorbereitungszeit

# TanalysDialog|
source: Played number
de: mal gespielt

# TanalysDialog|
source: Analyze
de: Statistik

# Tcanvas|note name
source: %1 was detected
de: %1 wurde erkannt

# Tcanvas|
source: Try again!
de: Versuch es nocheinmal!

# Tcanvas|
source: To correct an answer
de: Um die Antwort zu korregieren

# Tcanvas|
source: To see corrected answer
de: Um die richtige Antwort zu sehen

# Tcanvas|
source: To check the answer confirm it:
de: Um die Antwort zu Bestätigen auswählen:

# Tcanvas|
source: Check in exam help %1 how to do it automatically
de: Guck in die Prüfungshilfe %1 um zu sehen wie es automatisch geht

# Tcanvas|
source: too low
de: zu tief

# Tcanvas|
source: too high
de: zu hoch

# Tcanvas|
source: To try this melody again
de: um die Melodie noch einmal zu wiederholen

# Tcanvas|
source: To see some hints
de: um Hinweise anzuzeigen

# Tcanvas|
source: Select any note to play it again.
de: Wähle eine Note um sie erneut zu spielen.

# Tcanvas|
source: You are exercising on level
de: Du übst auf Level

# Tcanvas|
source: Exam started on level
de: Prüfung beginnt auf Level

# Tcanvas|
source: Click incorrect notes to see<br>and to listen to them corrected.
de: Klicke auf eine falsch gespielte Note um sie zu sehen <br> und den korrekten Ton zu hören.

# Tclef|
source: treble
de: Violinschlüssel

# Tclef|
source: treble dropped
de: nach unten oktavierender Violinschlüssel

# Tclef|
source: bass
de: Bassschlüssel

# Tclef|
source: bass dropped
de: nach unten oktavierender Bassschlüssel

# Tclef|
source: alto
de: Altschlüssel

# Tclef|
source: tenor
de: Tenorschlüssel

# Tclef|
source: grand staff
de: Akkolade

# Tclef|
source: clef G
de: G-Schlüssel

# Tclef|
source: clef G dropped octave down
de: nach unten oktavierender G-Schlüssel

# Tclef|
source: clef F
de: F-Schlüssel

# Tclef|
source: clef F dropped octave down
de: nach unten oktavierender F-Schlüssel

# Tclef|
source: clef C
de: C-Schlüssel

# Tclef|
source: treble and bass clefs
de: Violin- und Bassschlüssel

# Texam|
source: play melody
de: Spiele Melodie

# Texam|
source: write melody
de: Schreibe Melodie

# Texam|
source: attempt
de: Versuch

# Texam|like: '1 attempt' or '121 attempts'
source: %n attempt(s)
de: %n Versuch(e)

# Texam|
source: Play a melody written in a score
de: Spiele eine Melodie nach Noten

# Texam|
source: Listen to a melody and write it on a score
de: Höre eine Melodie und schreibe sie in die Notation

# TexamExecutor|
source: <b>Exam file seems to be corrupted</b><br>Better start new exam on the same level
de: <b>Prüfungsdatei scheint beschädigt zu sein</b><br>Beginn lieber eine neue Prüfung im selben Level

# TexamExecutor|
source: File: %1 is not valid exam file!
de: Datei: %1 ist keine gültige Prüfungsdatei!

# TexamExecutor|
source: Level <b>%1</b><br>makes no sense because there are no questions to ask.<br>It can be re-adjusted.<br>Repair it in Level Creator and try again.
de: Level <b>%1</b><br>ergibt keinen Sinn, da es keine Fragen enthält.<br>Es kann neu eingestellt werden.<br>Reparier es im Level Creator und versuch es nochmal.

# TexamExecutor|
source: Give an answer first!<br>Then the exam will end.
de: Gib zuerst eine Antwort!<br>Dann wird die Prüfung beendet.

# TexamExecutor|
source: Such a pity.
de: Wie schade.

# TexamExecutor|
source: Save exam results as:
de: Speichere Prüfungsergebnisse als:

# TexamExecutor|
source: If you don't save to file<br>you lost all results!
de: Wenn du nicht die Datei speicherst<br>verlierst du alle Ergebnisse!

# TexamExecutor|
source: Exercises with Nootka
de: Übungen mit Nootka

# TexamExecutor|
source: finish exercising
de: Übung Beenden

# TexamExecutor|
source: EXAM!
de: PRÜFUNG!

# TexamExecutor|
source: stop the exam
de: Prüfung Abbrechen

# TexamExecutor|
source: This note was not played!
de: Diese Note wurde nicht gespielt!

# TexamExecutor|
source: Psssst... Exam is going.<br><br>Select <b>%1</b> to check, save and exit<br>or <b>%2</b> to continue.<br>
de: Psssst... Die Prüfung läuft.<br><br>Wähle <b>%1</b> aus zum Prüfen, Sichern und Beenden<br>oder <b>%2</b> um weiter zu machen.<br>

# TexamHelp|
source: When your exercising will go well Nootka will suggest you to start an exam.
de: Wenn deine Übung gut läuft, wird dir Nootka eine Prüfung vorschlagen.

# TexamHelp|
source: Exams can be saved to files and continued later. Moreover, exam files can be opened to analyze.
de: Prüfungen werden in Dateien gespeichert und später fortgesetzt. Außerdem können Prüfungsdatein zur Auswertung der Prüfung geöffnet werden.

# TexamHelp|
source: Exam will be completed when you give answers to all questions.<br>The number of questions depends on the level of the exam.
de: Die Prüfung ist Abgeschlossen, wenn du alle Fragen beantwortet hast.<br>Die Anzahl der Fragen hängt vom Level der Prüfung ab.

# TexamHelp|
source: If you make a mistake, the question will asked two more times and the total number of questions will be increased. These are penalty questions.
de: Wenn du einen Fehler machst, wird die Frage noch einmal wiederholt und die Gesamtzahl der Fragen wird erhöht. Das sind zusätzliche Wiederholungsfragen.

# TexamHelp|
source: When answer is 'not bad', you get one penalty more.
de: Wenn die Antwort "Nicht schlecht" war, bekommst du eine zusätzliche Frage.

# TexamHelp|
source: How does an exercise or an exam work?
de: Wie funktioniert eine Übung oder eine Prüfung?

# TexamHelp|
source: Briefly: Nootka give you a question and you give an answer...
de: Kurz: Nootka gibt eine Frage vor und du beantwortest sie ...

# TexamHelp|
source: Questions are marked with this color and "?" mark.
de: Fragen werden mit dieser Farbe und "?" gekennzeichnet.

# TexamHelp|
source: To give an answer, select it on <span style="%1">Nootka's element with that color.</span><br>
de: Wähle die Antwort in dem<span style="%1">Nootka Element mit dieser Farbe.</span><br>

# TexamHelp|
source: Exercises
de: Übungen

# TexamHelp|
source: If you made a mistake during an exercise, Nootka can show you correct answer. To see it:
de: Wenn du einen Fehler in der Übung machst, wird dir Nootka die richtige Antwort zeigen. Um sie zu sehen:

# TexamHelp|
source: You can every time click button %1 to pause or stop exercising and to see your results.
de: Du kannst jederzeit den %1 Button drücken um die Übung zu unterbrechen und die Ergebnisse zu sehen.

# TexamHelp|
source: Exams
de: Prüfungen

# TexamHelp|
source: If you made a mistake during an exam and you want to repeat the question:
de: Wenn du einen Fehler in der Prüfung gemacht hast und die Frage wiederholen möchtest:

# TexamHelp|
source: GOOD LUCK!
de: VIEL GLÜCK!

# TexamHelp|
source: To check the answer confirm it:
de: Um die Antwort Prüfen Bestätigen:

# TexamHelp|
source: or right mouse button
de: oder rechte Maustaste

# TexamHelp|
source: click %1 button
de: %1 Button klicken

# TexamHelp|
source: To get question
de: Um eine Frage zu bekommen

# TexamHelp|
source: press <b>space</b> key
de: <b>space</b> Taste drücken

# TexamHelp|
source: press <b>Enter</b> key
de: drücke die <b>Enter</b> Taste

# TexamHelp|
source: or press <b>Enter</b> key
de: oder drücke die <b>Enter</b> Taste

# TexamHelp|
source: or <b>Backspace</b> key
de: oder drücke die <b>Backspace</b> Taste

# TexamHelp|
source: Click %1 button to stop.
de: Klick %1 Button zum Anhalten.

# TexamHelp|
source: Settings
de: Einstellungen

# TexamHelp|
source: Just click this settings button to adjust an exercise or an exam to your current needs.
de: Klicke den Einstellungs-Button um die Übung auf deine Bedürfnisse anzupassen.

# TexamHelp|
source: check answers without requiring confirmation
de: wählt die Frage ohne sie noch einmal zu bestätigen

# TexamHelp|
source: correct mistakes (exercises only)
de: berichtige Fehler (nur in Übung)

# TexamHelp|
source: ask next question automatically
de: stelle nächste Frage automatisch

# TexamHelp|tap <icon image follows>
source: tap %1
de: Tippe auf %1

# TexamHelp|click <icon-image> to stop (exam or exercise)
source: Click %1 to stop.
de: Klick auf %1 zum Anhalten.

# TexamSettings|
source: When you will make mistake, the program will show you automatically how a correct answer should be.
de: Wenn du einen Fehler machst, wird dir das Programm automatisch zeigen, wie die richtige Antwort sein sollte.

# TexamSettings|
source: suggest an exam
de: Prüfung vorschlagen

# TexamSettings|
source: Preview time of corrected answer when next question is asked automatically.
de: Vorschau der berichtigten Antwort, wenn die nächte Frage automatisch gefragt wird.

# TexamSettings|
source: Delay before every next question when it is asked automatically.
de: Verzögerung vor jeder neuen Frage, wess sie automatisch gestellt werden.

# TexamSettings|
source: A time of displaying incorrect answers.
de: Zeit um Falsche Antworten anzuzeigen.

# TexamSettings|
source: Watch exercising progress and when it is going well, suggest to start an exam on the exercise level.
de: Beobachte den Übungsfortschritt und wenn es gut läuft, wird eine Prüfung in diesem Level vorgeschlagen.

# TexamSettings|
source: show wrong played
de: Zeige falsch gespielte

# TexamSettings|
source: When answer was played (or sung) and it was wrong also the detected wrong note is shown.
de: Wenn die Antwort gepielt (oder gesungen) ist und falsch erfasst wurde, wird die Note gezeigt.

# TexamSettings|
source: repeat a question
de: Wiederhole eine Frage

# TexamSettings|
source: A question with an incorrect answer will be asked once again.
de: Eine Frage mit falscher Antwort wird nocheinmal gefragt.

# TexamSettings|
source: close without confirm
de: Schließen ohne Bestätigung

# TexamSettings|
source: If checked, an application will not ask to answer pending question just mark it as wrong, save an exam to file (in directory: %1) and close itself without any confirmation needed.
de: Bei Auswahl, wird die Anwendung nicht auf die anstehenden Antwort der Frage warten, sondern sie als Falsch markieren. Speichere Prüfung in Datei (im Verzeichnis: %1) und schließe Anwendung ohne Bestätigung.

# TexamSettings|
source: Student Name:
de: Name des Schülers:

# TexamSettings|
source: Default name for every new exam or exercise.
de: Standard Name für jede neue Prüfung oder Übung.

# TexamSettings|
source: questions
de: Fragen

# TexamSettings|
source: color of questions
de: Farbe der Fragen

# TexamSettings|
source: color of wrong answers
de: Farbe der falschen Antworten

# TexamSettings|
source: answers
de: Antworten
