Repository: SeeLook/nootka
Catalog: lang/nootka_*.po
Languages: de

# TmainHelp|
source: Exploring the interface of Nootka and how musical scores work. Just click on elements of the interface to see and get to know Nootka. Also, you can play or sing if you have a mic or web-cam.
de: Kennenlernen der Benutzeroberfläche von Nootka und der Notenschrift. Klicke einfach auf die verschiedenen Bestandteile der Nootka Oberfläche um deren Funktionen kennenzulernen. Du kannst auch singen oder spielen, wenn du ein Mikrofon oder eine Webcam hast.

# TmainHelp|
source: Press %1 buttons to see help and %2 button to adjust Nootka to your preference.
de: Drücke %1 für Hilfe und den %2 Button um Nootka für deine Bedürfnisse anzupassen.

# TmainHelp|
source: II. Exercises and exams
de: II. Übungen und Prüfungen

# TmainHelp|
source: III. Analyzing
de: III. Auswerten

# TmainHelp|
source: Nootka will tell you about what you've been thinking for so long... and about the progress you've been making so far....<br>Press %1 button to see and to analyze the results of your exams, find your weak points, and improve.
de: Nootka wird dir zeigen, für welche Fragen du besonders lange brauchst ... aber auch welche Fortschritte du machst...<br>Drücke %1 um die Ergebnisse deiner Prüfungen zu sehen und auszuwerten, finde deine Schwachpunkte um dich zu verbessern.

# TmainHelp|
source: Have fun!
de: Viel Spaß!

# TmainView|
source: score menu
de: Partitur Menü

# TmelMan|
source: Melody
de: Melodie

# TmelMan|
source: Open, save, generate and play a melody.
de: Öffnen, speichern, erstellen und abspielen einer Melodie.

# TmelMan|
source: Open melody file
de: Öffne Melodie-Datei

# TmelMan|
source: MusicXML file
de: MusicXML Datei

# TmelMan|
source: Save melody as:
de: Speichere Melodie als:

# TmelMan|
source: Generate a melody with random notes.
de: Erstelle eine Melodie aus zufälligen Noten.

# TmelMan|
source: Play melody
de: Spiele Melodie

# TmelMan|
source: Note by note
de: Einzelnoten

# TmelMan|
source: Notes are written on the score one by one. Either playing, selecting fret or note name adds a new note to the staff automatically.
de: Die Noten werden einzeln auf die Notenzeile gesetzt. Entweder das Spielen oder die Auswahl von Bund oder Notenname erzeugt automatisch eine neue Note auf der Notenzeile.

# TmelMan|
source: Generate melody
de: Erstellen Melodie

# TmelodySettings|
source: Maximum number of notes in a melody. Melody length is random value between 70% and 100% of that number.
de: Maximale Anzahl der Noten in einer Melodie. Die Länge der Melodie ist ein Zufallswert zwischen 70% und 100% dieser Zahl.

# TmelodySettings|
source: Melody length
de: Länge der Melodie

# TmelodySettings|
source: Melody ends on tonic note
de: Melodie endet mit der Tonika

# TmelodySettings|
source: Determines the last note of a melody.<br>When set, melody will be finished on tonic note in actual key signature.
de: Legt den letzten Ton der Melodie fest.<br>bei Aktivierung wird die Melodie mit der Tonika der aktuellen Tonart beendet.

# TmelodySettings|
source: in selected range
de: im ausgewählten Bereich

# TmelodySettings|
source: from notes below
de: aus den Noten unten

# TmelodySettings|
source: Melodies are composed from a note range defined on the 'Range' page.
de: Melodien bestehen aus Noten in einem Bereich, der in 'Bereich' festgelegt ist.

# TmelodySettings|
source: Melodies are composed from notes selected on the score below.
de: Melodien bestehen aus Noten aus der Partitur unten.

# TmelodySettings|
source: Random melody
de: Zufallsmelodie

# TnootkaCertificate|2nd line, single indent
source: Student <big><b>[STUDENT]</b></big> has been awarded the
de: Kursteilnehmen <big><b>[STUDENT]</b></big> wird ausgezeichnet mit

# TnootkaCertificate|Main header - centered
source: <h1>Certificate Of Exam Completion</h1>
de: <h1>Zeugnis zur<br>bestandenen Prüfung</h1>

# TnootkaCertificate|top-left corner
source: <h3>Nootka Academy Of Music</h3>
de: <h3>Nootka Hochschule für Musik</h3>

source: [DATE]<br><i>date<i>
de: [DATE]<br><i>Datum<i>

# TnootkaCertificate|Exam results - double indented, left aligned
source: Passing the exam on the level <big><b>[LEVELNAME]</b></big>,<br>having answered the required [QUESTNR] questions<br>in time <big><b>[TOTALTIME]</b></big><br>and achieving the score <big><b>[SCORE]</b></big>
de: In der Prüfung des Levels <big><b>[LEVELNAME]</b></big>,<br>wurden [QUESTNR] Fragen<br>in einer Zeit von <big><b>[TOTALTIME]</b> beantwortet,</big><br>mit einer Gesamtpunktzahl von <big><b>[SCORE]</b></big>

# TnootkaCertificate|Under results - single indent
source: As a witness to this accomplishment,<br>we hereby award this certificate on <b>[DATE]</b>.
de: Wir beglaubigen hiermit die Prüfungsleistung<br>und verleihen das Zeugnis am <b>[DATE]</b>.

# TnootkaCertificate|Right aligned and centered
source: <small><i>examining board:</i><br><i>president:</i><b> Nootka itself</b><br><b>professor Processor</b> &amp;<br><b>Mrs RAM</b> his assistant<br><i>secretary:</i><b> Mr Disk</b></small>
de: <small><i>Prüfungskomitee:</i><br><i>Prüfungsvorsitzende:</i><b> Nootka selbst</b><br><b>Professor Prozessor</b> &amp;<br><b>Herr Arbeitsspeicher</b> als Assistentin<br><i>Sekretärin:</i><b> Frau Festplatte</b></small>

# TnootkaCertificate|bottom, centered
source: <i>stamp</i>
de: <i>Stempel</i>

# TnootkaCertificate|
source: CONGRATULATIONS!<br>You have just passed the exam!
de: GLÜCKWUNSCH!<br>Du hast gerade die Prüfung bestanden!

# TnootkaCertificate|
source: Save this certificate to file in remembrance.
de: Speichere das Zeugnis als Andenken in eine Datei.

# TnootkaCertificate|
source: You can still play with it and improve effectiveness.
de: Du kannst damit immernoch üben und die Effektivität erhöhen.

# TnootkaCertificate|
source: Save certificate
de: Speichere Zeugnis

# TnotationRadioGroup|
source: Scandinavian
de: skandinavisch

# TnotationRadioGroup|
source: Italian
de: italienisch

# TnotationRadioGroup|
source: German
de: deutsch

# TnotationRadioGroup|
source: English
de: englisch

# TnotationRadioGroup|
source: Dutch
de: niederländisch

# TnotationRadioGroup|
source: Russian
de: russisch

# TnotationRadioGroup|
source: Naming style
de: Notennamen

# TnotationRadioGroup|
source: Naming style of note. The main difference is the 7th note.<br>Is it B and B flat, or H and B?
de: Notenname. Der Hauptunterschied besteht bei der 7ten Note.<br>Ist es B und B moll, oder H und B?

# TnotationRadioGroup|
source: letter names
de: Buchstabennamen

# TnotationRadioGroup|
source: solfege names
de: Solfègen Namen

# TnoteControl|
source: Click to add a new note
de: Klicken um neue Note hinzuzufügen

# TnoteControl|
source: <b>double sharp</b> - raises a note by two semitones (whole tone).<br>On the guitar it is two frets up.
de: <b>Doppelkreuz</b> - erhöht die Note um zwei Halbtöne (einen ganzen Ton).<br>Auf der Gitarre entspricht das zwei Bünden.

# TnoteControl|
source: <b>sharp</b> - raises a note by a half tone (semitone).<br>On the guitar it is one fret up.
de: <b>Kreuz</b> - erhöht die Note um einen Halbton.<br>Auf der Gitarre entspricht das einem Bund.

# TnoteControl|
source: <b>flat</b> - lowers a note by a half tone (semitone).<br>On the guitar it is one fret down.
de: <b>Be</b> - senkt die Note um einen Halbton.<br>Auf der Gitarre entspricht das einem Bund.

# TnoteControl|
source: <b>double flat</b> - lowers a note by two semitones (whole tone).<br>On the guitar it is two frets down.
de: <b>Doppelbe</b> - senkt die Note um zwei Halbtöne (einen ganzen Ton).<br>Auf der Gitarre entspricht das zwei Bünden.

# TnoteControl|
source: Click %1 to remove a note
de: Klick %1 um Note zu entfernen

# TnoteControl|
source: Click %1 to edit note name
de: Klicke %1 um Notennamen zu ändern

# TnoteName|
source: Contra
de: kontra

# TnoteName|
source: Great
de: groß

# TnoteName|
source: Small
de: klein

# TnoteName|
source: Sub
de: subkontra

# TnoteName|
source: 1-line
de: eingestr

# TnoteName|
source: 2-line
de: zweigestr

# TnoteName|
source: 3-line
de: dreigestr

# TnoteName|
source: 4-line
de: viergestr

# TnoteName|
source: Subcontra octave
de: Subkontra-Oktave

# TnoteName|
source: Contra octave
de: Kontra-Oktave

# TnoteName|
source: Great octave
de: große Oktave

# TnoteName|
source: Small octave
de: kleine Oktave

# TnoteName|
source: One-line octave
de: eingestrichene Oktave

# TnoteName|
source: Two-line octave
de: zweigestrichene Oktave

# TnoteName|
source: Three-line octave
de: dreigestrichene Oktave

# TnoteName|
source: Four-line octave
de: viergestrichene Oktave

source: Click to see what <i>octaves</i> are at "http://en.wikipedia.org/wiki/Octave"
de: Klicke um nachzulesen was <i>Oktaven</i>sind auf "https://de.wikipedia.org/wiki/Oktave"

# TnoteName|
source: Octaves
de: Oktaven

# TnoteName|
source: Next note
de: Nächste Note

# TnoteName|
source: Previous note
de: Vorherige Note

# TnoteNameSettings|
source: show octave in name of note
de: zeige Oktave im Notennamen

# TnoteNameSettings|
source: Shows formatted note name. For small octave - the name is small letter,<br>for great octave - the name starts with a capital letter,<br>for one-line, digit <sup>1</sup> is added, and so on.
de: Zeigt formatierten Notenname. Für kleine Oktave ist der Buchstabe klein,<br>für die große Oktave Großbuchstaben,<br>für Eingestrichene wird eine Stelle <sup>1</sup> hinzugefügt, und so weiter.

# TnoteNameSettings|
source: names highlight color
de: Markierfarbe für Namen

# TnoteNameSettings|
source: note name on the staff
de: Notenname in der Notation

# TnoteNameSettings|
source: Shows names of all notes on the staff.
de: Zeigt die Namen aller Noten in der Notation.

# TouchHelp|
source: To edit a note in a score:<br>Touch area about some note and move a finger to select its pitch.<br>Then take the finger away to add/remove an accidental or a note.<br>Touch and move again to continue selecting the pitch.<br>To set the note - tap it quickly again.<br>To scroll the score with multiple staves - use two fingers.
de: Um eine Note in einer Partitur zu ändern, <br>berühre etwas oberhalb einer Note und bestimme die Tonhöhe durch Verschieben des Fingers.<br>Dann Finger wegnehmen, um ein Vorzeichen oder eine Note zu setzen oder zu entfernen.<br>Wieder Berühren/Verschieben um Tonhöhe zu bestimmen.<br>Kurz Antippen, um Note zu setzen.<br>Mit zwei Fingern durch Partitur mit mehreren Notenzeilen scrollen.

# TouchHelp|
source: Touch a clef for a while to change it.
de: Durch längeres Berühren lässt sich der Schlüssel ändern.

# TouchHelp|
source: Tap a fret you want to select - zoomed preview will appear.<br>You may drag it right or left to change the fret.<br>Tap desired string on the preview to set the position.
de: Tippe gewählten Bund an und es erscheint eine Nahansicht.<br>Durch Ziehen nach rechts oder links kannst du einen andern Bund wählen.<br>Tippe auf der Nahansicht die gewünschte Saite an, um die Position anzugeben.

# Tpage_2|
source: Select a clef and scale of notes appropriate for your instrument.
de: Wähle einen geeigneten Schlüssel und eine Tonleiter für dein Instument.

# Tpage_3|
source: 7th note can be B or H, depends on country<br>What is the name of 7th note in your country?
de: Der 7. Ton kann ein B oder H sein, abhängig vom Land<br>Wie heißt der 7. Ton in deinem Land?

# Tpage_3|
source: I know about double sharps (x) and double flats (bb)
de: Ich kenne mich mit Doppelkreuzen und Doppelbes aus

# Tpage_3|
source: I know that e# is the same as f
de: Ich weis das eis das gleiche wie f ist

# Tpage_3|
source: I know about key signatures
de: Ich kenne die Generalvorzeichen

source: b
de: h

# TpitchView|
source: Intonation - clarity of the sound. Is it in tune.
de: Intonation - Reinheit des Tons. Ist er gestimmt.

# TpitchView|
source: Click note symbol to change it.
de: Für Änderung auf Notensymbol klicken.

source: Pitch recognition
de: Tonhöhenerkennung

# TprogressWidget|
source: Answered questions
de: Beantwortete Fragen

# TprogressWidget|could be also: 'rest of the questions' or 'remaining questions'
source: Unanswered questions
de: Restliche Fragen

# TprogressWidget|
source: penalties
de: Strafpunkte

# TprogressWidget|
source: Total questions in this exam
de: Gesamte Anzahl der Fragen in dieser Prüfung

# TprogressWidget|
source: Progress of the exam
de: Fortschritt der Prüfung

# TprogressWidget|
source: Exam was finished
de: Die Prüfung wurde beendet

# TquestionAsWdg|
source: question
de: Frage

# TquestionAsWdg|
source: questions
de: Fragen

# TquestionAsWdg|
source: answer
de: Antwort

# TquestionAsWdg|
source: answers
de: Antworten

# TquestionAsWdg|
source: as note on the staff
de: Ton auf der Notation

# TquestionAsWdg|
source: as note name
de: Notenname

# TquestionAsWdg|
source: as position on the fingerboard
de: Position auf dem Griffbrett

# TquestionAsWdg|
source: as played sound
de: gespielter Ton

# TquestionAsWdg|
source: Select the type of answers for a question.
de: Wähle den Antworttyp für die Frage.

# TquestionTip|
source: Use %1
de: Benutze %1

# TquestionTip|
source: Don't use accidentals!
de: Benutze kene Vorzeichen!

# TquestionTip|
source: on %1 string.
de: auf %1 Saite.

# TquestionTip|
source: Play
de: Spielen

# TquestionTip|
source: Change enharmonically and show on the staff
de: Ändere enharmonisch und zeige Ton auf der Notation

# TquestionTip|
source: Given note show on the staff
de: Zeige den gegebenen Ton auf der Notation

# TquestionTip|in key signature
source: <br><b>in %1 key.</b>
de: <br><b>in der Tonart %1.</b>

# TquestionTip|
source: Give name of
de: Notenname von

# TquestionTip|
source: Show on the guitar
de: Zeige auf der Gitarre

# TquestionTip|
source: Play or sing
de: Singe oder spiele

# TquestionTip|
source: Show on the staff
de: Zeige auf der Notation

# TquestionTip|
source: Change enharmonically and give name of
de: Ändere enharmonisch und gib den Namen an

# TquestionTip|
source: Show on the staff note played on
de: Zeige auf der Notation den Ton

# TquestionTip|
source: Listened sound show on the staff
de: Zeige gespielten Ton auf der Notation

# TquestionTip|
source: Use another style to give name of
de: Benutze eine andere Benennung um den Namen anzugeben

# TquestionTip|in key signature
source: <b>in %1 key.</b>
de: <br><b>in der Tonart %1.</b>

# TquestionTip|... and string + fret numbers folowing
source: Show sound from position:
de: Zeige den Ton von der Position:

# TquestionTip|
source: Give name of listened sound
de: Gib den Namen des gespielten Tons an

# TquestionTip|
source: Listened sound show on the guitar
de: Zeige die Positions des gespielten Tons auf der Gitarre

# TquestionTip|
source: Play or sing listened sound
de: Spiele oder singe den vorgespielten Ton

# TquestionTip|
source: Play or sing a melody.
de: Spiele oder singe Melodie.

# TquestionTip|
source: Guess a key signature
de: Rate die Vorzeichen

# TradioClef|
source: Common used clef (for violin, flute, saxophones, etc.)
de: Gebräuchlicher Schlüssel (für Violine, Flöte, Saxophon, etc.)

# TradioClef|
source: Clef for guitars (classical, electric and so)
de: Schlüssel für Gitarren (Konzertgitarre, E-Gitarre, usw.)

# TradioClef|
source: Bottom clef on the grand staff but also used for cello, trombone, etc.
de: Unterer Schlüssel in der Akkolade auf verwendet für Cello, Posaune, usw.

# TradioClef|
source: Clef for bass guitar and double bass.
de: Schlüssel für Bassgitarre und Kontrabass.

# TradioClef|
source: Sometimes it is called clef for viola and mostly used for this instrument.
de: Manchmal wird er Bratschenschlüssel genannt und meistens auch dafür verwendet.

# TremoveLevel|
source: Also delete level file:
de: Auch Leveldatei löschen:

# TremoveLevel|
source: Remove
de: Entfernen

# TremoveLevel|
source: Remove level %1 from the list
de: Entferne Level %1 von der Liste

source: Score
de: Notation

# TscoreActions|
source: Manage and navigate the score.
de: Notation bearbeiten und darin bewegen.

# TscoreActions|
source: Show note names
de: Zeige Notenname

# TscoreActions|
source: Zoom score out
de: Partitur rauszoomen

# TscoreActions|
source: Zoom score in
de: Partitur reinzoomen

# TscoreActions|
source: Previous note
de: Vorherige Note

# TscoreActions|
source: First note
de: Erste Note

# TscoreActions|
source: Staff above
de: Notenlinie darüber

# TscoreActions|
source: Staff below
de: Notenlinie darunter

# TscoreActions|
source: Last note
de: Letzte Note

# TscoreActions|
source: Next note
de: Nächste Note

# TscoreActions|
source: Delete note
de: Note löschen

# TscoreActions|
source: Delete all notes
de: Alle Noten löschen

# TscoreActions|
source: Additional accidentals
de: Zusätzliche Vorzeichen

# TscoreActions|
source: Shows names of all notes on the staff.
de: Zeigt die Namen aller Noten in der Notation.

# TscoreActions|
source: Shows accidentals from the key signature also next to a note. <b>WARING! It never occurs in real scores - use it only for theoretical purposes.</b>
de: Zeigt die Vorzeichen der Tonart auch neben der Note. <b>ACHTUNG! Dies kommt niemals in echten Partituren vor - nutze es nur für Übungszwecke</b>

# TscoreClef|
source: Click to select another clef.
de: Anklicken um einen anderen Schlüssel zu wählen.

# TscoreKeySignature|
source: Key signature - to change it, click above or below the staff or use mouse wheel.
de: Generalvorzeichen - um es zu ändern, klicke über oder unter die Notenschrift oder benutze das Mausrad.

# TscoreNote|
source: Click to enter a note, use horizontal scroll to change accidental.
de: Klicken um eine Note einzufügen, nutze horizontal scrollen um die Vorzeichen zu ändern.

# TscoreNote|
source: Right mouse button just selects a note.
de: Rechte Maustaste markiert nur eine Note.

# TscoreSettings|
source: enable key signature
de: Generalvorzeichen einschalten

# TscoreSettings|
source: Naming extension
de: Namenserweiterung

# TscoreSettings|
source: in the major keys:
de: in den Dur-Tonarten:

# TscoreSettings|
source: in the minor keys:
de: in den Moll-Tonarten:

# TscoreSettings|
source: note-cursor color
de: Notencursor-Farbe

# TscoreSettings|
source: Remember! Not all clefs are suitable for some possible tunings or instrument types!
de: Beachte! Nicht alle Schlüssel sind für bestimmte Stimmungen oder Instrumententypen geeignet!

# TscoreSettings|
source: Default clef
de: Standardschlüssel

# TscoreSettings|
source: Select default clef for the application.
de: Wähle den Standardschlüssel für die Anwendung.

# TscoreSettings|
source: for example
de: zum Beispiel

# TscoreSettings|
source: show names of key signature
de: Zeige Namen der Tonart

# TscoreSettings|
source: use single note only
de: Nur einzelne Note verwenden

# TscoreSettings|
source: When enabled, a score displays only a single note.
de: Bei Aktivierung wird in der Notation nur eine einzelne Note dargestellt.

# TscoreSettings|
source: show enharmonic variants of notes
de: zeige enharmonische Varianten von Noten

# TscoreSettings|
source: Shows enharmonic variants of notes.<br>i.e.: the note E is also Fb (F flat) <i>and</i> Dx (D with double sharp).
de: Zeige enharmonische Varianten von Noten.<br>z. B. die Note E ist auch Fes (F mit Be)<i>und</i> Dx (D mit Doppelkreuz).

# TscoreSettings|
source: color of enharmonic notes
de: Farbe der enharmonischen Noten

# TscoreSettings|
source: use double accidentals
de: benutze Doppelvorzeichen

# TscoreSettings|
source: If checked, you can use double sharps and double flats.
de: Bei Auswahl können Doppelkreuze und Doppelbes benutzt werden.

# TscoreSettings|
source: tempo of played notes
de: Tempo der gespielten Noten

# TscoreSettings|
source: Score settings
de: Einstellungen für Partitur

# TscoreSettings|
source: Key signatures
de: Generalvorzeichen

# TscoreSettings|
source: Clefs
de: Schlüssel

# TscoreSettings|
source: Notes naming
de: Notennamen

# TsettingsDialog|
source: application's settings
de: Programmeinstellungen

# TsettingsDialog|
source: Common
de: Allgemein

# TsettingsDialog|
source: Score
de: Notation

# TsettingsDialog|
source: Exam
de: Prüfung

# TsettingsDialog|
source: Sound
de: Ton

# TsettingsDialog|
source: Exercises
de: Übungen

# TsettingsDialog|
source: Restore default settings for above parameters.
de: Standardeinstellungen für die oberen Parameter wiederherstellen.

# TsettingsDialog|
source: listening
de: hören

# TsettingsDialog|
source: playing
de: spielen

# TsettingsDialog|
source: Simple exam settings
de: Einfache Prüfungseinstellungen

# TsettingsDialog|
source: Simple exercise settings
de: Einfache Übungseinstellungen

# TsettingsDialog|
source: Appearance
de: Darstellung

# TsettingsDialogBase|
source: Open online documentation
de: Onlinedokumentation öffnen

# TstartExamDlg|
source: Start exercises or an exam
de: Starte Übung oder Prüfung

# TstartExamDlg|
source: student name:
de: Name des Schülers:

# TstartExamDlg|
source: Enter your name or nick-name.
de: Trag deinen Namen oder Spitznamen ein.

# TstartExamDlg|
source: Select a level suitable for you<br>or create new one.
de: Wähle ein für dich geeignetes Level<br>oder erstelle ein neues.

# TstartExamDlg|
source: Create new level
de: Neues Level erstellen

# TstartExamDlg|
source: Click and select an exam to continue
de: Hier klicken um eine Prüfung fortzusetzen

# TstartExamDlg|
source: To start exercising or to pass new exam put in your name and select a level. To continue the previous exam, select it from the list or load from file.
de: Um eine neue Übung oder Prüfung zu starten, gibst du deinen Namen ein und wählst ein Level. Um die letzte Prüfung fortzusetzen wählst du sie aus der Liste oder aus einer Datei aus.

# TstartExamDlg|
source: recent opened exams:
de: Kürzlich geöffnete Prüfungen:

# TstartExamDlg|
source: Start exercise on level:
de: Starte Übung auf Level:

# TstartExamDlg|
source: Continue the latest exam:
de: Führe letzte Prüfung fort:

# TstartExamDlg|
source: No level was selected!
de: Kein Level ausgewählt!

# TstartExamDlg|
source: Give a user name!
de: Wähle einen Nutzernamen!

# TstartExamDlg|
source: Pass new exam on level:
de: Lege neue Prüfung ab, auf Level:

# TstartExamDlg|
source: To exercise or to pass an exam?
de: Zum Üben oder um eine Prüfung abzulegen?

# TstartExamDlg|
source: Dialog window for creating new level<br>will be opened.
de: Dialogfenster um ein neues Level zu erstellen<br>wird geöffnet.

# TstartExamDlg|
source: Exam results
de: Prüfungsergebnisse

# TstartExamDlg|
source: Load an exam file
de: Lade eine Prüfungsdatei

# TstartExamDlg|
source: Continue exam
de: Prüfung fortsetzen

# TstartExamDlg|
source: Latest exam
de: Letzte Prüfung

# TstatisticTip|
source: Statistics
de: Statistiken

# TsuggestExam|
source: Start an exam
de: Starte eine Prüfung

# TsuggestExam|
source: You are very good in this exercise!<br>Would you like to pass an exam on the same level and got a certificate?
de: Du bist sehr gut in dieser Übung!<br>Möchtest du eine Prüfung auf diesem Level ablegen und ein Zertifikat erhalten?

# TsuggestExam|
source: Sure! Lets start an exam!
de: Sicher! Starte eine Prüfung!

# TsuggestExam|
source: Not now, ask me for a moment.
de: Nicht jetzt, frag mich später nochmal.

# TsuggestExam|
source: Not in this exercise.
de: Nicht in dieser Übung.

# TsuggestExam|
source: Never more suggest me to start an exam!
de: Nie wieder eine Prüfung vorschlagen!

# TsupportNootka|
source: You also can help with making Nootka better.
de: Du kannst auch helfen Nootka zu verbessern.

# TsupportNootka|
source: It requires little bit English, so if you can read a text below there will be something you may get involved.
de: Man benötigt ein paar Englischkenntnisse, wenn du den unteren Text lesen kannst, gibt es Möglichkeiten mitzuhelfen.

# TsupportNootka|
source: Donate Nootka campaign
de: Nootka Spendenaufruf

# TsupportNootka|
source: Through PayPal or a card
de: Mit PayPal oder Kreditkarte
