Repository: SeeLook/nootka
Catalog: lang/nootka_*.po
Languages: de

# TsupportNootka|
source: or send email for an account number
de: oder per Mail Kontoverbindung anfordern

# TsupportNootka|
source: Don't worry. This window appears only once per Nootka release.<br>You can find it always in 'About Nootka' dialog
de: Keine Angst. Dieses Fenster erscheint nur einmal bei jeder Nootka Release.<br>Du findest es immer im "Nootka Info" Dialog

# TsupportNootka|
source: Feature by feature and Nootka became big and complex project.<br>To be able developing this application further,<br>to finish version for Android (and other mobile systems later on),<br>an equipment capable for that is needed.<br>Simply, the PC I'm working on is too old for that…<br>Donate Nootka, please.
de: Schritt für Schritt wurde der Funktionsumfang und damit auch die Komplexität von Nootka erweitert.<br>Um Nootka weiter zu entwickeln,<br>um die Android-Version fertigzustellen (und ggfs. weitere Mobilsysteme),<br>braucht es entspechende Hardware.<br>Der PC, auf dem ich arbeite, ist schlicht zu alt.<br>Spenden für Nootka sind willkommen!

# TtipMelody|
source: Melody was played <b>%n</b> times
de: Melodie wurde <b>%n</b> mal gespielt

# TtipMelody|
source: time
de: Zeit

# TtipMelody|It will give text: 'Attempt x of y'
source: of
de: von

# TtipMelody|a melody was played (and number follows)
source: played
de: gespielt

# TtoolBar|
source: Settings
de: Einstellungen

# TtoolBar|
source: Application preferences
de: Anwendungseinstellungen

# TtoolBar|could be Chart as well
source: Analyze
de: Statistik

# TtoolBar|
source: Analysis of exam results
de: Analyse der Prüfungsergebnisse

# TtoolBar|
source: About
de: Info

# TtoolBar|
source: About Nootka
de: Nootka Info

# TtoolBar|
source: Levels creator
de: Levelcreator

# TtoolBar|
source: Start exercises or an exam
de: Starte Übung oder Prüfung

# TtoolBar|
source: Help
de: Hilfe

# TtoolBar|
source: Stop
de: Beenden

# TtoolBar|
source: Exercise or exam preferences
de: Übungs- und Prüfungseinstellungen

# TtoolBar|like a next question
source: Next
de: Weiter

# TtoolBar|
source: next question (space %1)
de: nächste Frage (space %1)

# TtoolBar|like a repeat question
source: Repeat
de: Wiederholen

# TtoolBar|
source: repeat previous question (backspace)
de: letzte Frage Wiederholen

# TtoolBar|like a check answer
source: Check
de: Bestätigen

# TtoolBar|
source: check answer (enter %1)
de: Bestätige Antwort (enter %1)

# TtoolBar|
source: Play
de: Wiedergeben

# TtoolBar|
source: play sound again
de: Ton nocheinmal Wiedergeben

# TtoolBar|like a correct answer with mistake
source: Correct
de: Richtig

# TtoolBar|
source: correct answer (enter)
de: Richtige Antwort (enter)

# TtoolBar|
source: Play <i>middle a</i> like a tuning fork. (Press key 'a')
de: Spiele <i>mittleres a</i> wie bei einer Stimmgabel. (Drücke 'a' Taste)

# TtoolBar|
source: Try again
de: Versuch es nocheinmal

# TtoolBar|
source: Try this melody once again. (backspace)
de: Versuche die Meldoie nocheinmal. (Backspace)

# TtoolBar|
source: Lessons
de: Lektionen

# TtoolBar|
source: Next
de: Weiter

# TtoolBar|
source: Correct
de: Richtig

# Ttune|
source: Standard: E A D G B E
de: Standard: E A D G H E

# Ttune|
source: Dropped D: D A D G B E
de: Dropped D: D A D G H E

# Ttune|
source: Dummy Lute: D A D F# B E
de: falsche Laute: D A D F# H E

# Ttune|
source: Open: D A D G A D
de: Offen: D A D G A D

# Ttune|
source: Bass in fifths: C G D A
de: Quintenstimmung für Bass: C G D A

# Ttune|
source: 5-str. bass: B E A D G
de: 5-Saiten Bass: H E A D G

# Ttune|
source: 6-str. bass: B E A D G C
de: 6-Saiten Bass: H E A D G C

# TupdateChecker|
source: Checking for updates. Please wait...
de: Suche nach Updates. Bitte warten...

# TupdateRulesWdg|
source: check for Nootka updates
de: suche nach Nootka Updates

# TupdateRulesWdg|
source: daily
de: täglich

# TupdateRulesWdg|
source: weekly
de: wöchentlich

# TupdateRulesWdg|
source: monthly
de: monatlich

# TupdateRulesWdg|
source: all new versions
de: alle neuen Versionen

# TupdateRulesWdg|
source: stable versions only
de: nur stabile Versionen

# TupdateSummary|
source: New Nootka %1 is available.
de: Neue Version Nootka %1 ist Verfügbar.

# TupdateSummary|
source: To get it, visit <a href="http://nootka.sourceforge.net/index.php?C=down">Nootka site</a>.
de: Um sie herunterzuladen, besuche <a href="http://nootka.sourceforge.net/index.php?C=down">Nootka site</a>.

# TupdateSummary|
source: News:
de: Neuigkeiten:

# TupdateSummary|
source: No changes found.<br>This version is up to date.
de: Keine Änderungen gefunden.<br>Diese Version ist auf dem neusten Stand.

# TvolumeView|
source: Shows volume level of input sound and indicates when the note was pitch-detected.
de: Zeigt die Lautstärke des Aufnahmetons und wann er von der Tonhöhenerkennung erfasst wird.

# TvolumeView|
source: Drag a knob to adjust minimum input volume.
de: Ziehe den Regler um die Mindestaufnahmelautstärke einzustellen.

# TvolumeView|
source: Switch on/off pitch detection
de: Schalte Tonhöhenerkennung an/aus

# Windows installer entries|
source: Do you really want to remove Nootka and all its components?
de: Möchtest du wirklich Nootka und all seine Komponenten entfernen?

source: translator
de: Johann C. Weihe

# accidSettings|
source: # - sharps
de: # - Kreuze

# accidSettings|
source: Sharps will be used in questions and answers.<br>It has to be checked, if keys with sharps are used.
de: Kreuze werden in Fragen und Antworten verwendet.<br>Es muss ausgewählt sein, wenn Tonarten mit Kreuzen verwendet werden.

# accidSettings|
source: b - flats
de: b - Bes

# accidSettings|
source: Flats will be used in questions and answers.<br>It has to be checked, if keys with flats are used.
de: Bes werden in Fragen und Antworten verwendet.<br>Es muss ausgewählt sein, wenn Tonarten mit Bes verwendet werden.

# accidSettings|
source: x, bb - double accidentals
de: x, bb - Doppelvorzeichen

# accidSettings|
source: single key
de: einzelner Schlüssel

# accidSettings|
source: range of keys
de: Tonartbereich

# accidSettings|
source: random key signature from selected range.
de: Zufällige Tonart aus dem ausgewählten Bereich.

# accidSettings|
source: Elements are disabled because appropriate types of questions or answers are not selected.
de: Elemente sind deaktiviert weil entsprechende Frage- oder Antworttypen nicht ausgewählt sind.

# accidSettings|
source: select a key signature manually
de: wähle Tonart manuell

# accidSettings|
source: use key signatures
de: benutze Generalvorzeichen

# accidSettings|
source: accidentals
de: Vorzeichen

# accidSettings|
source: force using appropriate accidental
de: zwingen dazugehörige Vorzeichen zu verwenden

# accidSettings|
source: if checked, it is possible to select a note<br>with given accidental only.
de: Wenn ausgewählt ist es nur möglich, eine Note mit dem gegebenen Vorzeichen auszuwählen.

# accidSettings|
source: notes in current key signature only
de: nur Töne in der aktuellen Tonart

# accidSettings|
source: only one, selected key signature for whole exam.
de: nur eine ausgewählte Tonart für die ganze Prüfung.

# accidSettings|
source: Select a key signature. Appropriate accidentals used in exam will be automatically selected!
de: Wähle eine Tonart. Entsprechende Vorzeichen für die Prüfung werden automatisch ausgewählt!

# accidSettings|
source: if checked, in exam user have to select a key signature, otherwise it is shown by application.
de: Wenn ausgewählt, muss du die Generalvorzeichen in der Prüfung angeben, ansonsten werden sie von dem Programm angezeigt.

# accidSettings|
source: Only notes from current key signature are taken. If key signature is disabled accidentals are not used.
de: Nur Töne von der aktuellen Tonart werden verwendet. Wenn die Tonart deaktiviert ist verden die Vorzeichen nicht genutzt.

# chartStats|
source: none
de: kein

# chartStats|average reaction time for...
source: for a note:
de: für eine Note:

# chartStats|average reaction time for...
source: for a fret:
de: für einen Bund:

# chartStats|average reaction time for...
source: for a key:
de: für eine Taste:

# chartStats|average reaction time for...
source: for an accidental:
de: für ein Vorzeichen:

# levelSettings|
source: Save
de: Speichern

# levelSettings|
source: Save level settings to file
de: Speichere Level-Einstellungen in Datei

# levelSettings|
source: Start exam
de: Starte Prüfung

# levelSettings|
source: Start an exam on selected level
de: Starte Prüfung mit ausgewähltem Level

# levelSettings|
source: Get more levels <a href="%1">from Nootka home page</a>
de: Hol dir mehr Übungen <a href="%1">von der Nootka Homepage</a>

# levelSettings|
source: Start exercise
de: Starte Übung

# levelSettings|
source: Start an exercise on selected level
de: Starte Übung mit ausgewähltem Level

# main|
source: <center>Can not load a font.<br>Try to install nootka.ttf manually.</center>
de: <center>Kann Schrift nicht laden.<br>Versuch nootka.ttf mauell zu intallieren.</center>

# questionsSettings|
source: require octave
de: benötigt Oktave

# questionsSettings|
source: if checked, selecting of valid octave is required
de: wenn ausgewählt, wird die Auswahl einer gültigen Oktave benötigt

# questionsSettings|
source: use different naming styles
de: benutze unterschiedliche Namensarten

# questionsSettings|
source: if checked, note names are switched between letters and solfege.
de: Wenn ausgewählt wechseln die Notennamen zwischen Buchstaben und Solfege.

# questionsSettings|
source: show string number in questions
de: zeige Saitennummer in der Frage

# questionsSettings|
source: Shows on which string an answer has to be given.<br>Be careful, sometimes it is needed and sometimes it makes no sense.
de: Zeigt auf welcher Saite die Antwort zu geben ist.<br>Sei vorsichtig, manchmal wird es benötigt und manchmal ergibt es keinen Sinn.

# questionsSettings|
source: if checked, the lowest position in selected fret range is required,<br>otherwise all possible positions of the note are acceptable.<br>To use this, all strings have to be available!
de: wenn ausgewählt wird die unterste Lage in dem gewählten Bundbereich benötigt,<br>ansonsten sind alle möglichen Positionen von dem Ton möglich.<br>Um diese Einstellung zu nutzen, müssen alle Saiten zur verfügung stehen!

# questionsSettings|
source: notes in the lowest position only
de: nur Töne in der untersten Lage

# questionsSettings|
source: single note
de: Einzelnote

# rangeSettings|
source: adjust fret range
de: wähle Bundbereich

# rangeSettings|
source: Adjust fret range in a level to currently selected note range
de: Wähle Bunbereich entsprechend dem aktuell ausgewählten Tonbereich

# rangeSettings|
source: from
de: von

# rangeSettings|
source: to
de: bis

# rangeSettings|
source: adjust note range
de: wähle Tonbereich

# rangeSettings|
source: Adjust note range in a level to currently selected fret range
de: Wähle Tonbereich entsprechend dem aktuell ausgewählten Bunbereich

# rangeSettings|
source: available strings:
de: verfügbare Saiten:

# rangeSettings|
source: Uncheck strings if you want to skip them in an exam.
de: Wähle Saiten ab, die du in der Prüfung auslassen möchtest.
